import React from "react";
import "./style.css";

export const Story = () => {
  return (
    <div className="story-wrap">
      <div className="story">
        <h4>моя история</h4>
        Моя история в программировании началась не так давно. После института я
        сразу пошел работать инженером, и 6 лет занимался разными сложными
        проектами. Но однажды с друзьями мы поехали на наш ежегодный выезд на
        природу. Там в процессе общения я узнал, что многие ребята, с кем я
        учился сейчас программисты, и что доходы у них куда интереснее чем мои.
        В то время я и так планировал менять работу, но после того как их
        расспросил обо всём решил поменять и профессию. История о том, как я
        стал программистом не романтичная, я пришёл в профессию не из за любви к
        написанию кода, а потому, что хотел доходы, на которые я смогу жить
        хорошо. Но я не могу сказать что в программировании меня ничего не
        привлекает. По мере изучения мне становилось всё интереснее. Я стал
        фронтенд -разработчиком, т.к. я привык видеть вживую результат своей
        работы (Как это было на заводе). Сейчас я работаю разработчиком в сбере,
        и не жалею о своём выборе.
      </div>
    </div>
  );
};
